[
  {
    "name": "Daily Grind - Coffee Porter 7% ABV",
    "url": "https://shredbeercompany.com/menu/daily-grind-coffee-porter-7-abv/",
    "description": "Cold conditioned on a hefty dose of Colombia/Dulima Excelso from our friends at Valiant Coffee Roasters. Served on nitro for maximum creamy goodness."
  },
  {
    "name": "Cold Grind - American Lager 4.5% ABV",
    "url": "https://shredbeercompany.com/menu/cold-grind-american-lager-4-5-abv/",
    "description": "Clean. Crisp. Uncompromising.\r\n\r\nCold Grind is a no-nonsense premium lager brewed for those who respect the grind. Crafted with precision and patience, it pours a brilliant golden hue with a frothy white head. Expect a light, bready malt backbone balanced by a subtle hop bitterness and a refreshingly dry finish. Cold-fermented and conditioned for extra smoothness, it’s the perfect beer for unwinding after a hard day—or gearing up for the next challenge."
  },
  {
    "name": "Velvet Funeral - Barrel-Aged Stout 16.1% ABV",
    "url": "https://shredbeercompany.com/menu/velvet-funeral-barrel-aged-stout-16-1-abv/",
    "description": "Aged gracefully for 18 months in a combination of Blanton's and Buffalo Trace barrels."
  },
  {
    "name": "Terpytronic - Fruited Sour 6% ABV",
    "url": "https://shredbeercompany.com/menu/terpytronic-fruited-sour-5-5-abv/",
    "description": "Tart. Tropical. Terpy as hell.\r\n\r\nTerpytronic -it’s juiced-up, turned-on, and terp-enhanced. Pineapple, guava, and mango throw down the tropical heat, while a layer of fruit-heavy terpenes adds a jolt to the aroma. The result? A sour ale that hits like a tropical storm and finishes with a punch of terp magic. One sip and you’re hooked into the flavor grid."
  },
  {
    "name": "Skaze Or Die! - Hazy DIPA ABV 8.5%",
    "url": "https://shredbeercompany.com/menu/skaze-or-die-hazy-dipa-abv-8-5/",
    "description": "Collaboration with Alvarado Street Brewery.\r\n\r\nGet ready to drop in! Channel your inner shredder from this super sick combo of Galaxy, Citra, Krush, and Krush Cryo hops. An adrenaline rush of pineapple sorbet, guava purée, and peach gummies infiltrate your olfactory senses.\r\n\r\nThis beer is ready to launch, and it's ready to take you with it!"
  },
  {
    "name": "Micro Blaster - Session IPA 5% ABV",
    "url": "https://shredbeercompany.com/menu/micro-blaster-session-ipa-5-abv/",
    "description": "Blurring the lines of Session IPA and Pale Ale, this absolute hop crusher gets blasted with powerful charges of Nelson, Mosaic, and Simcoe. Punchy notes of blueberry forest, rock fruit, and southern hemi diesel.\r\n\r\n2025 World Beer Cup - Gold Medal - Session India Pale Ale\r\n\r\n2024 World Beer Cup - Gold Medal - Session India Pale Ale\r\n\r\n2023 GABF - Bronze Medal - Session India Pale Ale"
  },
  {
    "name": "Orange Bloom - DDH Hazy IPA 7% ABV",
    "url": "https://shredbeercompany.com/menu/orange-bloom-ddh-hazy-ipa-7-abv/",
    "description": "Citra and Amarillo hops blend in harmony over a bed of Golden Promise malt.\r\n\r\nTangerine Sorbet. Passion Fruit. Spring Flowers."
  },
  {
    "name": "Hot Headed - West Coast IPA 6.6% ABV",
    "url": "https://shredbeercompany.com/menu/hot-headed-west-coast-ipa-6-6-abv/",
    "description": "Collaboration with wondrous brewing + berkeley yeast\r\n\r\nThis ain’t your grandma’s fruit salad. Hot Headed explodes with Nelson, Peacharine, Krush Cryo, and Columbus Cryo hops that slam your senses with razor-sharp resins, scorched citrus, and tropical chaos. It’s bitter, bone-dry, and merciless. No fluff. No compromise. Just raw, unrelenting hop fire."
  },
  {
    "name": "Cosmic Swirl - Hazy IPA 7.2% ABV",
    "url": "https://shredbeercompany.com/menu/cosmic-swirl-hazy-ipa-7-2-abv/",
    "description": "Embark on a galactic journey with Cosmic Swirl, a bold and vibrant hazy IPA. Bursting with the interstellar flavors of Citra and Nectaron hops, this beer delivers a lush swirl of juicy citrus, tropical fruit, and cosmic haze. At 7.2% ABV, it’s a celestial experience—soft, smooth, and packed with flavor—perfect for when you’re ready to get lost in the stars 🚀"
  },
  {
    "name": "Vision Quest - Hazy IPA 6.7% ABV",
    "url": "https://shredbeercompany.com/menu/vision-quest-hazy-ipa-6-7-abv/",
    "description": "Step into the haze with Vision Quest, a radiant, hop-saturated Hazy IPA brewed with California-grown Admiral Maltings that sets the stage for a fruit-forward journey.\r\n\r\nDry-hopped with a dynamic duo of Citra and the vibrant New Zealand-grown Peacharine, this beer bursts with notes of white peach, ripe cantaloupe, and tropical fruit punch. Juicy, soft, and endlessly aromatic, Vision Quest is your guide to where haze meets harmony."
  },
  {
    "name": "Zero Degrees - Cold IPA 6.5% ABV",
    "url": "https://shredbeercompany.com/menu/zero-degrees-cold-ipa-6-5-abv/",
    "description": "100% Mosaic and Mosaic Cryo hops bring you vibrant flavors and aromas of blueberry fields, mango flesh, and top shelf herb.\r\n\r\n2024 GABF - Silver Medal - American-Style Strong Pale Ale\r\n\r\n2023 GABF - Bronze Medal - India Pale Lager or Cold India Pale Ale"
  },
  {
    "name": "Juice Master - Hazy DIPA 8.2% ABV",
    "url": "https://shredbeercompany.com/menu/juice-master-hazy-dipa-8-2-abv/",
    "description": "Concocted with lush amounts of Citra, Nelson, and Mosaic hops.\r\n\r\nOrange Sorbet. Fruity Pebbles. Kiwi Gushers.\r\n\r\n2025 World Beer Cup - Gold Medal - Juicy or Hazy Imperial IPA\r\n\r\n2024 GABF - Bronze Medal - Juicy or Hazy Imperial IPA"
  },
  {
    "name": "Tenacious Weed - West Coast IPA 6.5% ABV",
    "url": "https://shredbeercompany.com/menu/tenacious-weed-west-coast-ipa-6-5-abv/",
    "description": "This New Zealand IPA struts onto the scene like a power chord from the gods. Packed with Nelson Cryo, Nelson, Riwaka, and Superdelic hops. Grab a can, turn up the volume, and prepare to be devoured.\r\n\r\nPassionfruit Explosions. Crushed Gooseberries. Psychedelic Citrus."
  },
  {
    "name": "Ultra Sticky - West Coast IPA 6.7% ABV",
    "url": "https://shredbeercompany.com/menu/ultra-sticky-west-coast-ipa-6-6-abv/",
    "description": "High impact amounts of Mosaic Cryo, Mosaic, Strata, Citra, and Columbus Cryo hops.\r\n\r\nPassionfruit. Resin Sauce. Top Shelf Cannabis."
  },
  {
    "name": "Super Sonic Kronic - West Coast IPA 6.6% ABV",
    "url": "https://shredbeercompany.com/menu/super-sonic-kronic-west-coast-ipa-6-6-abv/",
    "description": "Blaze through the flavor zone with Super Sonic Kronic — a West Coast IPA that hits harder than a spin dash on a loop-de-loop. Powered by a radical combo of Mosaic, Nelson, Krush, and Krush Cryo, this brew explodes with notes of sticky mango, white grape, and valencia oranges."
  }
]